Repository: nebulabox/gedit-plugins
Catalog: help/*/*.po
Languages: de

# _
source: translator-credits
de: Jan Arne Petersen <jap@gnome.org>, 2007 Mario Blättermann <mario.blaettermann@gmail.com>, 2008-2013, 2016 Christian Kirbach <Christian.Kirbach@gmail.com>, 2011, 2012, 2013, 2014

source: Record commonly-referenced locations with bookmarks.
de: Speichern häufig verwendeter Stellen in Lesezeichen.

source: Bookmarks
de: Lesezeichen

source: <app>gedit</app> bookmarks allow you to highlight important lines of text within your document or program, making them easier to find. You can also move up or down between bookmarks, making document navigation a bit faster.
de: Lesezeichen in <app>gedit</app> ermöglichen Ihnen die Hervorhebung wichtiger Textzeilen innerhalb Ihres Dokuments oder Programms, um diese leichter finden zu können. Sie können auch innerhalb der Lesezeichen hin- und herblättern, wodurch die Navigation im Dokument etwas beschleunigt wird.

source: To enable the bookmark plugin, select <guiseq><gui style="menu">gedit</gui> <gui style="menuitem">Preferences</gui><gui>Plugins</gui> <gui>Bookmarks</gui></guiseq>.
de: Um das Lesezeichen-Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Lesezeichen</gui></guiseq>.

source: Bookmarks are inserted and removed by completing the same action. To insert or remove bookmarks:
de: Lesezeichen werden mit der gleichen Aktion hinzugefügt und entfernt. So fügen Sie Lesezeichen hinzu oder entfernen Sie sie:

source: Navigate to the line where you want to insert or remove the bookmark.
de: Navigieren Sie zu der Zeile, wo Sie ein Lesezeichen hinzufügen oder eines entfernen wollen.

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>B</key></keyseq>, or open the menu in the top-right corner and select <gui style="menuitem">Toggle Bookmark</gui>.
de: Drücken Sie <keyseq><key>Strg</key><key>Alt</key><key>B</key></keyseq> oder öffnen Sie das Menü in der oberen rechten Ecke und wählen Sie<gui style="menuitem">Lesezeichen ein-/ausschalten</gui></guiseq>.

source: To move between bookmarks:
de: So bewegen Sie sich zwischen Lesezeichen:

source: Press <keyseq><key>Ctrl</key><key>B</key></keyseq> to move to the next bookmark.
de: Drücken Sie <keyseq><key>Strg</key><key>B</key></keyseq>, um zum nächsten Lesezeichen zu springen.

source: Press <keyseq><key>Ctrl</key><key>Shift</key><key>B</key></keyseq> to move to the previous bookmark.
de: Drücken Sie <keyseq><key>Strg</key><key>Umschalttaste</key><key>B</key></keyseq>, um zum vorigen Lesezeichen zu springen.

source: If you prefer to use the mouse, you can open the menu in the top-right corner and select <gui style="menuitem">Go to Next Bookmark</gui> or <gui style="menuitem">Go to Previous Bookmark</gui>.
de: Falls Sie die Maus bevorzugen, können Sie das Menü in der rechten oberen Ecke öffnen und <gui style="menuitem">Nächstes Lesezeichen</gui></guiseq> oder <gui style="menuitem">Zum vorherigen Lesezeichen gehen</gui></guiseq> wählen.

source: Auto-complete closing brackets.
de: Klammernpaare automatisch vervollständigen.

source: Bracket Completion
de: Klammern schließen

source: The <app>Bracket Completion</app> plugin will auto-complete closing brackets for curly braces, parentheses and square brackets.
de: Das Plugin <app>Klammer-Vervollständigung</app> schließt automatisch unvollständige Blöcke mit geschweiften, runden und eckigen Klammern.

source: To enable the plugin, select <guiseq><gui style="menu">gedit</gui> <gui style="menuitem">Preferences</gui><gui>Plugins</gui> <gui>Bracket Completion</gui></guiseq>.
de: Um das Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Klammer-Vervollständigung</gui></guiseq>.

source: This plugin does not automatically insert closing HTML or XML tags.
de: Dieses Plugin fügt schließende HTML- oder XML-Tags nicht automatisch ein.

source: Insert special characters just by clicking on them.
de: Sonderzeichen durch einfaches Anklicken einfügen.

source: Character Map
de: Zeichentabelle

source: The <app>Character Map</app> plugin enables you to insert characters into your document that you may not be able to type easily using your keyboard. To enable this plugin, select <guiseq><gui style="menu">gedit</gui> <gui style="menuitem">Preferences</gui><gui>Plugins</gui> <gui>Character Map</gui></guiseq>.
de: Das <app>Zeichentabelle</app>-Plugin ermöglicht Ihnen das Einfügen von Zeichen in Ihr Dokument, die Sie möglicherweise nicht einfach mit der Tastatur einfügen könnten. Um dieses Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Zeichentabelle</gui></guiseq>.

source: Using Character Map
de: Die Zeichentabelle verwenden

source: Once the plugin is enabled, you can add characters from the <gui style="tab">Character Map</gui> tab of the side panel (<guiseq><gui>View</gui><gui>Side Panel</gui></guiseq>).
de: Sobald das Plugin aktiviert ist, können Sie Zeichen aus dem Reiter <gui style="tab">Zeichentabelle</gui> der Seitenleiste einfügen (<guiseq><gui>Ansicht</gui><gui>Seitenleiste</gui></guiseq>).

source: Place the cursor at the point in your document at which you would like your special character.
de: Bewegen Sie die Eingabemarke an die Stelle in Ihrem Dokument, wo Sie das Sonderzeichen einfügen wollen.

source: Open the side panel by selecting <guiseq><gui>View</gui> <gui>Side Panel</gui></guiseq>, or by pressing <key>F9</key>.
de: Um die Seitenleiste zu aktivieren, wählen Sie <guiseq><gui>Ansicht</gui><gui>Seitenleiste</gui></guiseq> oder drücken Sie <key>F9</key>.

source: Select the <gui>Character Map</gui> tab in the side panel.
de: Wählen Sie den Reiter <gui>Zeichentabelle</gui> in der Seitenleiste.

source: If neccessary, choose the character set to which your character belongs from the list at the top of the <gui style="tab">Character Map</gui> tab (for example, Arabic).
de: Wenn nötig, wählen Sie in der Liste oben im Reiter <gui style="tab">Zeichentabelle</gui> den Zeichensatz aus, der Ihr Sonderzeichen enthält (beispielsweise Arabisch).

source: Double click your desired character to insert it.
de: Doppelklicken Sie auf das gewünschte Zeichen, um es einzufügen.

source: You must click on the editing view of your document to continue editing normally.
de: Sie müssen in die Bearbeitungsansicht Ihres Dokuments klicken, um Ihr Dokument normal weiter bearbeiten zu können.

source: Real-time error highlighting for supported languages.
de: Echtzeit-Fehlerhervorhebung für unterstützte Sprachen.

source: Code Assistance
de: Programmierhilfe

source: The <app>gedit-code-assistance</app> plugin provides real-time error highlighting for C, C++ and Objective-C. To enable this plugin, select <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Preferences</gui> <gui>Plugins</gui><gui>Code Assistance</gui></guiseq>.
de: Das Plugin <app>gedit-code-assistance</app> ermöglicht sofortige Fehlerhervorhebung für C, C++ und Objective-C. Wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Programmierhilfe</gui></guiseq>, um dieses Plugin zu aktivieren.

source: How the code assistance plugin works
de: So arbeitet das Plugin der Programmierhilfe

source: The plugin currently relies on information in the makefile to deduce the Clang error-highlighting rules. It examines the <_:code-1/> rules and determines which targets depend on the the file that is being parsed. The plugin then extracts the compiler flags by simulating an execution of those targets.
de: Das Plugin arbeitet derzeit anhand der Informationen im Makefile und leitet sich so die Regeln zur Clang-Fehlerhervorhebung her. Es untersucht die <_:code-1/>-Regeln und bestimmt, welche Ziele von der Datei abhängen, die verarbeitet wird. Das Plugin extrahiert dann die Compiler-Flags durch Simulation einer Ausführung dieser Ziele.

source: This is not completely fool proof, of course. In the future, the plugin will allow you to manually specify the compile flags.
de: Natürlich ist das nicht wirklich narrensicher. In zukünftigen Versionen wird es möglich sein, für dieses Plugin die Compiler-Flags manuell anzugeben.

source: Comment-out or uncomment a block of code.
de: Einen markierten Quelltextabsatz auskommentieren oder wieder unkommentieren.

source: Code comment
de: Quelltextkommentar

source: Code comments are portions of text that make it easier for people to understand a program's code, but they don't affect how a program works. Comments are separated from other parts of a program by special characters.
de: Quelltextkommentare sind Textbestandteile, die das Verstehen von Programmcode erleichtern, aber die Wirkungsweise eines Programms nicht beeinflussen. Kommentare werden von anderen Teilen eines Programms durch Sonderzeichen abgegrenzt.

source: The <app>code comment</app> plugin makes it easier to quickly create or remove code comments. To enable the code comment plugin, select <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Preferences</gui> <gui>Plugins</gui><gui>Code comment</gui></guiseq>.
de: Das <app>Quelltextkommentar</app>-Plugin erleichtert Ihnen die Erstellung oder Entfernung von Quelltextkommentaren. Um das Quelltextkommentar-Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Quelltextkommentar</gui></guiseq>.

source: To create or remove a comment:
de: So erzeugen oder entfernen Sie einen Kommentar:

source: Highlight the portion of text where you want to add or remove a comment.
de: Markieren Sie den Bereich des Texts, wo Sie einen Kommentar hinzufügen oder entfernen wollen.

source: To add a comment, click <guiseq><gui style="menu">gedit</gui> <gui>Comment Code</gui></guiseq>, or press <keyseq><key>Ctrl</key> <key>M</key></keyseq>.
de: Um einen Kommentar hinzuzufügen, klicken Sie auf <guiseq><gui style="menu">Bearbeiten</gui><gui>Quelltext kommentieren</gui></guiseq> oder drücken Sie <keyseq><key>Strg</key><key>M</key></keyseq>.

source: To remove a comment, click <guiseq><gui style="menu">gedit</gui> <gui>Uncomment Code</gui></guiseq>, or press <keyseq><key>Shift</key> <key>Ctrl</key><key>M</key></keyseq>.
de: Um einen Kommentar zu entfernen, klicken Sie auf <guiseq><gui style="menu">Bearbeiten</gui><gui>Quelltext unkommentieren</gui></guiseq> oder drücken Sie <keyseq><key>Strg</key><key>Umschalttaste</key><key>M</key></keyseq>.

source: <app>gedit</app> will automatically use the correct style of comment based on the language or syntax of the file. If <app>gedit</app> doesn't identify your language or syntax, you can select it from the language list in the bottom <gui>Status bar</gui>.
de: <app>Gedit</app> verwendet automatisch den korrekten Kommentarstil, ausgehend von der Sprache oder der Syntax der Datei. Falls <app>gedit</app> die Sprache oder Syntax nicht erkennt, dann können Sie sie in einer Liste in der <gui>Statusleiste</gui> unten auswählen.

source: Pick a color from a dialog and insert its hexadecimal representation.
de: Eine Farbe in einem Dialog auswählen und deren Hexadezimaldarstellung einfügen.

source: Color Picker
de: Farbwähler

source: The <app>Color Picker</app> plugin helps you to insert the character codes that represent a certain color. This can make it easier to choose and use the correct color in your programs.
de: Das <app>Farbwähler</app>-Plugin hilft Ihnen dabei, Zeichencodes einzufügen, die eine bestimmte Farbe darstellen. Dadurch wird die richtige Auswahl der korrekten Farbe in Ihren Programmen erleichtert.

source: To enable the color picker plugin, select <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Preferences</gui> <gui>Plugins</gui><gui>Color Picker</gui></guiseq>.
de: Um das Farbwähler-Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Farbwähler</gui></guiseq>.

source: To open and use the color picker:
de: So öffnen und verwenden Sie den Farbwähler:

source: Place your cursor at the point in your document where you want to insert the color code.
de: Platzieren Sie die Eingabemarke an der Stelle in Ihrem Dokument, wo Sie den Farbcode einfügen wollen.

source: Select <guiseq><gui>Tools</gui><gui>Pick Color…</gui></guiseq>. The color picker dialog will appear.
de: Wählen Sie <guiseq><gui>Werkzeuge</gui><gui>Farbe wählen …</gui></guiseq>. Der Farbwähler-Dialog wird geöffnet.

source: Click on the desired color in the color picker window.
de: Klicken Sie im Farbwähler-Fenster auf die gewünschte Farbe.

source: The appropriate color code will be inserted where you had placed your cursor.
de: Der entsprechende Farbcode wird an der Position der Eingabemarke eingefügt.

source: To close the <app>color picker</app>, click <gui>Close</gui>.
de: Um den <app>Farbwähler</app> zu schließen, klicken Sie auf <gui>Schließen</gui>.

source: You can make fine-grained adjustments to the color by adjusting the values for Hue, Saturation, Value, Red, Green, or Blue.
de: Sie können eine Feineinstellung der Farbe vornehmen, indem Sie die Werte für Farbton, Sättigung, Farbwert, Rot, Grün oder Blau anpassen.

source: Additionally, you can save colors by right-clicking on any of the colored boxes in the color picker, and selecting <gui>Save color here</gui>. This will make it easier to insert commonly-used colors later.
de: Zusätzlich können Sie Farben speichern, indem Sie mit der rechten Maustaste auf die Farbfelder im Farbwähler klicken und <gui>Farbe hier speichern</gui> wählen. Dadurch wird das spätere Einfügen häufig verwendeter Farben erleichtert.

source: Use a command-line interface for advanced editing.
de: Eine Befehlszeilenschnittstelle für fortgeschrittene Bearbeitung verwenden.

source: The <app>Commander</app> plugin is a plugin for advanced <app>gedit</app> users that allows you to perform command-line actions on the current file. To enable the commander plugin, select <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Preferences</gui> <gui>Plugins</gui><gui>Commander</gui></guiseq>.
de: Das <app>Commander</app>-Plugin richtet sich an fortgeschrittene Benutzer von <app>gedit</app>. Es ermöglicht Ihnen die Ausführung von Befehlszeilenaktionen für die aktuell geöffnete Datei. Um dieses Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Commander</gui></guiseq>.

source: Once you have enabled the plugin, activate it by pressing <keyseq><key>Ctrl</key><key>.</key></keyseq>.
de: Sobald das Plugin eingerichtet ist, aktivieren Sie es durch Drücken von <keyseq><key>Strg</key><key>.</key></keyseq>.

source: The last key in the above key combination is a period.
de: Die letzte Taste in der genannten Tastenkombination ist ein Punkt.

source: Action
de: Aktion

source: Keyboard shortcut
de: Tastenkombination

source: See an overview of available commands
de: Alle verfügbaren Befehle auflisten

source: Find a word within the current file
de: Ein Wort in der aktuellen Datei suchen

source: <key>/</key> <input>foo</input>
de: <key>/</key> <input>bla</input>

source: This will find the word <input>foo</input>.
de: Dadurch wird nach dem Wort <input>bla</input> gesucht.

source: Replace a word within the current file
de: Ein Wort in der aktuellen Datei ersetzen

source: <keyseq><key>/</key><key>/</key></keyseq> <input>foo bar</input>
de: <keyseq><key>/</key><key>/</key></keyseq> <input>bla blub</input>

source: This will replace <input>foo</input> with <input>bar</input>.
de: Dadurch wird das Wort <input>bla</input> durch <input>blub</input> ersetzt.

source: Move the cursor to a certain line number in your file
de: Den Eingabecursor in eine bestimmte Zeilennummer in Ihrer Datei setzen

source: go <input>[line number]</input> <em>or</em> just <key>G</key> <input>[line number]</input>
de: go <input>[Zeilennummer]</input> <em>oder</em> einfach <key>G</key> <input>[Zeilennummer]</input>

source: Toggle the bookmark indicator for the current line
de: Den Lesezeichenindikator für die aktuelle Zeile ein- oder ausschalten

source: bookmark <em>or</em> just <key>B</key>
de: bookmark <em>oder</em> einfach <key>B</key>

source: Some commands, such as the <app>bookmark</app> command require that the appropriate plugin be installed and activated. If you do not have the appropriate plugin installed and activated, you will receive an error message.
de: Einige Befehle, wie beispielsweise <app>bookmark</app>, setzen voraus, das das entsprechende Plugin installiert und aktiviert ist. Sollte dies nicht der Fall sein, erhalten Sie eine Fehlermeldung.

source: Display recently-used and most-used files on startup.
de: Häufig und kürzlich verwendete Dateien beim Start anzeigen.

source: The <app>Dashboard</app> plugin provides quick access to your most recently-used files and most-frequently used files. To activate the <app>Dashboard</app> plugin, select <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Preferences</gui> <gui>Plugins</gui><gui>Dashboard</gui></guiseq>. You will need to restart <app>gedit</app> to activate the <app>Dashboard</app> plugin.
de: Das Plugin <app>Dashboard</app> ermöglicht schnellen Zugriff auf zuletzt und häufig verwendete Dateien. Zum Aktivieren des Plugins <app>Dashboard</app> wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Dashboard</gui></guiseq>. Sie müssen danach <app>gedit</app> neu starten, um das Plugin <app>Dashboard</app> zu aktivieren.

source: The <app>dashboard</app> also includes a <gui>Search</gui> window, allowing you to search for files that may not appear in the list of files.
de: <app>Dashboard</app> enthält ein <gui>Suchfenster</gui>, mit dem Sie nach Dateien suchen können, die gegebenenfalls nicht in der Dateiliste erscheinen.

source: Recently used files
de: Zuletzt verwendete Dateien

source: The dashboard will initially display a shortcut for an <gui>empty document</gui> and seven of your most recently-used files. Click on the <gui>empty document</gui> to create a new file. Click on any of the other files to open that file.
de: Das Dashboard zeigt anfangs einen Verweis auf ein <gui>leeres Dokument</gui> und die sieben zuletzt verwendeten Dateien. Klicken Sie auf <gui>leeres Dokument</gui>, um eine neue Datei zu erstellen. Klicken Sie auf eine der anderen Dateien, um jene zu öffnen.

source: Most frequently-used files
de: Am häufigsten verwendete Dateien

source: Similarly, the dashboard displays a shortcut for an <gui>empty document</gui> and seven of your most frequently-used files. Click on the <gui> empty document</gui> to create a new file. Click on any of the other files to open that file.
de: Ähnlich zeigt das Dashboard einen Verweis auf ein <gui>leeres Dokument</gui> und die sieben zuletzt verwendeten Dateien. Klicken Sie auf <gui>leeres Dokument</gui>, um eine neue Datei zu erstellen. Klicken Sie auf eine der anderen Dateien, um jene zu öffnen.

source: Once activated, the <app>dashboard</app> will be displayed by default when you open <app>gedit</app>. You can also open the <app>dashboard</app> by clicking <guiseq><gui>File</gui><gui>New</gui></guiseq>, or by pressing <keyseq><key>Ctrl</key><key>N</key></keyseq>.
de: Sobald <app>Dashboard</app> aktiviert ist, wird es normalerweise beim Start von <app>gedit</app> angezeigt. Sie können <app>Dashboard</app> auch öffnen, indem Sie auf <guiseq><gui>Datei</gui><gui>Neu</gui></guiseq> klicken oder <keyseq><key>Strg</key><key>N</key></keyseq> drücken.

source: Show white space between words or portions of code.
de: Leerraum zwischen Wörtern und Code-Bestandteilen anzeigen.

source: Draw Spaces
de: Leerzeichen anzeigen

source: The <app>Draw Spaces</app> plugin is a simple plugin that can mark spaces, tabs, and other types of whitespace with a small, visible marker. By making whitespace visible, you can more easily see how whitespace is used in a document, and can apply spacing strategies more consistently.
de: Das Plugin <app>Leerzeichen darstellen</app> dient zum Markieren von Leerzeichen und Tabulatoren sowie anderer Arten von Leerraum mit einer kleinen, sichtbaren Markierung. Indem Sie Leerraum sichtbar machen, können Sie viel leichter erkennen, wo dieser in einem Dokument verwendet wird, und können somit die Leerraumgestaltung einheitlicher handhaben.

source: To enable this plugin, select <guiseq><gui style="menu">gedit</gui> <gui style="menuitem">Preferences</gui><gui>Plugins</gui> <gui>Draw Spaces</gui></guiseq>. After you have enabled the plugin, you can set its options by highlighting the plugin and selecting <gui style="menuitem">Preferences</gui>.
de: Um dieses Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Leerzeichen darstellen</gui></guiseq>. Sobald Sie das Plugin aktiviert haben, können Sie dessen Optionen anpassen, indem Sie es markieren und <gui style="menuitem">Einstellungen</gui> wählen.

source: By default, the <app>Draw Spaces</app> plugin will mark the following types of whitespace in a file:
de: Standardmäßig markiert das Plugin <app>Leerzeichen darstellen</app> folgende Arten von Leerraum in einer Datei:

source: Spaces
de: Leerzeichen

source: Tabs
de: Tabulatoren

source: Leading spaces
de: Vorangestellte Leerzeichen

source: Spaces in text
de: Leerzeichen im Text

source: Trailing spaces
de: Angehängte Leerzeichen

source: You can also set the plugin to mark:
de: Sie können das Plugin auch verwenden, um Folgendes zu markieren:

source: New lines
de: Zeilenumbrüche

source: Non-breaking spaces
de: Geschützte Leerzeichen

source: Though you will be able to see the dots when you work on a file, the dots will not be visible when you print a file to paper.
de: Obwohl Sie nun die Punkte während der Bearbeitung einer Datei sehen können, sind diese beim Ausdrucken auf Papier nicht sichtbar.

source: Highlight lines that have been changed since the last commit.
de: Zeilen hervorheben, die seit dem letzten Commit geändert wurden.

source: The <app>git</app> plugin will highlight lines that have been changed since the last commit. Lines will be highlighted only on files that are already tracked by git.
de: Das <app>Git</app>-Plugin hebt Zeilen hervor, die seit dem letzten Commit geändert worden sind. Dies funktioniert nur bei Dateien, die bereits durch die Git-Versionskontrolle überwacht werden.

source: To enable the plugin, select <guiseq><gui style="menu">gedit</gui> <gui style="menuitem">Preferences</gui><gui>Plugins</gui> <gui>Git</gui></guiseq>.
de: Um das Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Git</gui></guiseq>.

source: The changes are shown in the margin of the document in three different colors:
de: Die Änderungen werden am Rand des Dokuments in drei verschiedenen Farben angezeigt:

source: Green
de: Grün

source: Shows the new lines added to the document.
de: Zeigt die Zeilen, die neu zum Dokument hinzugefügt wurden.

source: Shows the lines that have been modified in the document.
de: Zeigt die Zeilen, die im Dokument geändert wurden.

source: Red
de: Ort

source: Shows the parts of the document that have been deleted.
de: Zeigt die Teile des Dokuments, die gelöscht wurden.

source: Hover the mouse pointer on the red or orange margin to view the original text in a tool tip.
de: Wenn Sie den Mauszeiger in einen der roten oder orangefarbenen Bereiche bewegen, wird der Originaltext in einer Minihilfe angezeigt.

source: Join several lines of text or split long lines.
de: Textzeilen zusammenfassen oder lange Zeilen teilen.
