Repository: nebulabox/gedit-plugins
Catalog: help/*/*.po
Languages: de

source: Join/Split Lines
de: Zeilen zusammenfügen/umbrechen

source: The <app>Join/Split Lines</app> plugin can join shorter lines into one longer line, or can split a long line into multiple shorter lines.
de: Das <app>Zeilen zusammenfügen/umbrechen</app>-Plugin kann kurze Zeilen zu einer längeren Zeile zusammenfassen oder längere Zeilen in kürzere Zeilen umbrechen.

source: To enable this plugin, select <guiseq><gui style="menu">gedit</gui> <gui style="menuitem">Preferences</gui><gui>Plugins</gui> <gui>Join/Split Lines</gui></guiseq>.
de: Um das Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Zeilen zusammenfügen/umbrechen</gui></guiseq>.

source: To join multiple lines into one longer line:
de: So fügen Sie mehrere Zeilen zu einer längeren Zeile zusammen:

source: Select the lines that you want to join. To do this, you can use the mouse, or you can press <keyseq><key>Shift</key><key>Up Arrow</key> </keyseq> or <keyseq><key>Shift</key><key>Down Arrow</key></keyseq>.
de: Wählen Sie die Zeilen, die Sie zusammenführen wollen. Dazu können Sie entweder die Maus verwenden, oder drücken Sie <keyseq><key>Umschalttaste</key><key>Pfeiltaste hoch</key></keyseq> oder <keyseq><key>Umschalttaste</key><key>Pfeiltaste runter</key></keyseq>.

source: Press <keyseq><key>Ctrl</key><key>J</key></keyseq>.
de: Drücken Sie <keyseq><key>Strg</key><key>J</key></keyseq>.

source: The lines that you selected will be joined into one longer line.
de: Die gewählten Zeilen werden zu einer längeren Zeile zusammengefasst.

source: To split one line into multiple lines:
de: So teilen Sie eine Zeile in mehrere Zeilen:

source: Select the line that you want to split by placing your cursor anywhere on that line.
de: Wählen Sie die zu teilende Zeile aus, indem Sie den Eingabecursor an einer beliebigen Stelle in dieser Zeile platzieren.

source: Press <keyseq><key>Ctrl</key><key>Shift</key> <key>J</key></keyseq>.
de: Drücken Sie <keyseq><key>Strg</key><key>Umschalttaste</key> <key>J</key></keyseq>.

source: The line will be split into multiple lines. Spaces are used to determine where it is safe to split a line, and the length of each line will not exceed 80 characters.
de: Die Zeile wird in mehrere Zeilen unterteilt. Leerzeichen werden dazu verwendet, einen sicheren Platz zum Teilen der Zeile zu finden. Die Länge jeder Zeile wird 80 Zeichen nicht überschreiten.

source: This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit <_:link-1/> or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, USA.
de: Dieses Werk steht unter einer Creative Commons Attribution-ShareAlike 3.0 Unported-Lizenz. Besuchen Sie <_:link-1/>, um eine Kopie der Lizenz einzusehen, oder senden Sie einen Brief an: Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, USA.

source: Edit a document in multiple places at once.
de: Ein Dokument an mehreren Stellen gleichzeitig bearbeiten.

source: Multi Edit
de: Mehrfachbearbeitung

source: The <app>Multi Edit</app> plugin allows you to edit a document in multiple places at once. This can be helpful when performing tedious editing tasks. To enable the Multi Edit plugin, select <guiseq><gui style="menu">gedit</gui> <gui>Preferences</gui><gui>Plugins</gui><gui>Multi Edit</gui></guiseq>.
de: Das <app>Mehrfachbearbeitung</app>-Plugin ermöglicht Ihnen die Bearbeitung eines Dokuments an verschiedenen Stellen gleichzeitig. Dies kann bei ermüdenden Bearbeitungsroutinen sinnvoll sein. Um dieses Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Mehrfachbearbeitung</gui></guiseq>.

source: After you have enabled the plugin, turn-on Multi Edit mode by pressing <keyseq><key>Ctrl</key><key>Shift</key><key>C</key></keyseq>, or clicking <guiseq><gui style="menu">gedit</gui><gui>Multi Edit Mode</gui></guiseq>. You can then select the points in your file that you would like start editing.
de: Nachdem Sie das Plugin aktiviert haben, schalten Sie mit der Tastenkombination <keyseq><key>Strg</key><key>Umschalttaste</key><key>C</key></keyseq> oder durch Wählen von <guiseq><gui style="menu">gedit</gui><gui>Mehrfachbearbeitungsmodus</gui></guiseq> den Mehrfachbearbeitungsmodus ein. Sie können dann die Stellen in Ihrer Datei auswählen, an denen Sie mit der Bearbeitung beginnen wollen.

source: To insert editing points in your file:
de: So fügen Sie Bearbeitungspunkte in Ihre Datei ein:

source: Place your cursor at your first desired editing point.
de: Platzieren Sie den Eingabezeiger am ersten der gewünschten Bearbeitungspunkte.

source: Press <keyseq><key>Ctrl</key><key>E</key></keyseq>.
de: Drücken Sie <keyseq><key>Strg</key><key>E</key></keyseq>.

source: Move to your next editing point, and press <keyseq><key>Ctrl</key> <key>E</key></keyseq> again.
de: Springen Sie zum nächsten Bearbeitungspunkt und drücken Sie erneut <keyseq><key>Strg</key><key>E</key></keyseq>.

source: Continue inserting editing points, adding as many as you need.
de: Fügen Sie weitere Bearbeitungspunkte ein, so viele wie gewünscht.

source: Once you have inserted all of your editing points, you can make your desired edits.
de: Sobald Sie alle Bearbeitungspunkte eingefügt haben, können Sie Ihre Bearbeitungen vornehmen.

source: To remove editing points, press the <key>Esc</key> key. This will remove all of the editing points. Pressing the <key>Esc</key> key again will turn off Multi Edit mode, returning the editor back to its normal state.
de: Um Bearbeitungspunkte zu entfernen, drücken Sie die <key>Esc</key>-Taste. Dadurch werden sämtliche Bearbeitungspunkte entfernt. Durch erneutes Drücken der <key>Esc</key>-Taste wird der Mehrfachbearbeitungsmodus abgeschaltet und der Editor kehrt in den Normalzustand zurück.

source: Save and restore your working sessions.
de: Ihre laufenden Sitzungen speichern und wiederherstellen.

source: Session Saver
de: Sitzungsspeicherung

source: The <app>Session Saver</app> plugin saves groups of files together so that you can open them together at a later time. To enable the plugin, select <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Preferences</gui> <gui>Plugins</gui><gui>Session Saver</gui></guiseq>.
de: Das <app>Sitzungsspeicherung</app>-Plugin gruppiert Dateien, so dass Sie sie später alle auf einmal öffnen können. Um dieses Plugin zu aktivieren, wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui><gui>Sitzungsspeicherung</gui></guiseq>.

source: To save a new session:
de: So speichern Sie eine neue Sitzung:

source: Select <guiseq><gui>File</gui><gui>Saved Sessions</gui><gui>Save current session</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Datei</gui><gui>Gespeicherte Sitzungen</gui><gui>Die aktuelle Sitzung speichern</gui></guiseq>.

source: Type a session name in the <gui>Save session</gui> dialog box.
de: Geben Sie einen Sitzungsnamen in das Dialogfeld <gui>Sitzung speichern</gui> ein.

source: Click <gui>Save</gui>.
de: Klicken Sie auf <gui>Speichern</gui>.

source: To open an existing session:
de: So öffnen Sie eine existierende Sitzung:

source: Select <guiseq><gui>File</gui><gui>Saved Sessions</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Datei</gui><gui>Gespeicherte Sitzungen</gui></guiseq>.

source: Click the name of your desired session.
de: Klicken Sie auf den Namen der gewünschten Sitzung.

source: To delete an existing session:
de: So löschen Sie eine existierende Sitzung:

source: Select <guiseq><gui>File</gui><gui>Saved Sessions</gui><gui>Manage saved sessions</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Datei</gui><gui>Gespeicherte Sitzungen</gui><gui>Gespeicherte Sitzungen verwalten</gui></guiseq>.

source: Select the name of the session that you want to delete.
de: Wählen Sie den Namen der Sitzung, die Sie löschen wollen.

source: Click <gui>Delete</gui>.
de: Klicken Sie auf <gui>Löschen</gui>.

source: Click <gui>Close</gui>.
de: Klicken Sie auf <gui>Schließen</gui>.

source: The session name will still be listed in your list of sessions until you close <app>gedit</app>.
de: Der Sitzungsname wird noch in der Sitzungsliste angezeigt, bis Sie <app>gedit</app> schließen.

source: Add a terminal console to the bottom pane.
de: Eine Terminalkonsole am unteren Rand hinzufügen.

source: Embedded Terminal
de: Eingebettetes Terminal

source: <app>gedit</app> makes it possible to include an embedded version of <app>GNOME Terminal</app>, the GNOME command-line application, in the bottom pane of the <app>gedit</app> window. This will let you run scripts, install needed software, or test your program without leaving <app>gedit</app>.
de: <app>gedit</app> kann eine eingebettete Version von <app>Gnome Terminal</app> anzeigen, der Befehlszeilenanwendung in GNOME. Diese wird am unteren Rand des <app>gedit</app>-Hauptfensters angezeigt. Auf diese Weise können Sie Skripte ausführen, benötigte Software installieren oder Ihr Programm testen, ohne <app>gedit</app> zu verlassen.

source: Enable Embedded Terminal
de: Eingebettetes Terminal aktivieren

source: To enable the <app>Embedded Terminal</app> plugin:
de: So aktivieren Sie das Plugin für das <app>eingebettete Terminal</app>:

source: Select <guiseq><gui style="menu">gedit</gui> <gui style="menuitem">Preferences</gui> <gui style="tab">Plugins</gui></guiseq>.
de: Wählen Sie <guiseq><gui style="menu">gedit</gui><gui style="menuitem">Einstellungen</gui><gui>Plugins</gui></guiseq>.

source: Select <gui style="menuitem">Embedded Terminal</gui> to enable the plugin.
de: Wählen Sie <gui style="menuitem">Eingebettetes Terminal</gui>, um das Plugin zu aktivieren.

source: Using Embedded Terminal
de: Eingebettetes Terminal verwenden

source: Once you have enabled the plugin, to add a terminal to the bottom pane:
de: Sobald das Plugin aktiviert ist, können Sie folgendermaßen ein Terminal der unteren Leiste hinzufügen:

source: Select <guiseq><gui style="menu">View</gui> <gui style="menuitem">Bottom Pane</gui></guiseq>. Alternatively, you can press <keyseq><key>Ctrl</key><key>F9</key></keyseq>.
de: Wählen Sie <guiseq><gui style="menu">Ansicht</gui><gui style="menuitem">Untere Leiste</gui></guiseq> oder drücken Sie <keyseq><key>Strg</key><key>F9</key></keyseq>.

source: Increase or decrease text size.
de: Die Textgröße erhöhen oder verringern.

source: Text Size
de: Textgröße

source: The text size plugin allows you to temporarily change the text size for better readibility in <app>gedit</app> without changing the program's default text size.
de: Das <app>Textgröße</app>-Plugin ermöglicht das vorübergehende Ändern der Textgröße in <app>gedit</app>, ohne die vorgegebene Textgröße des Programms zu ändern.

source: Enable Text Size Plugin
de: Plugin für Textgröße aktivieren

source: To enable Text Size plugin:
de: So aktivieren Sie das Plugin für die Textgröße:

source: Select <gui style="menuitem">Text Size</gui> to enable the plugin.
de: Wählen Sie <gui style="menuitem">Textgröße</gui>, um das Plugin zu aktivieren.

source: Use the <app>Text Size</app> plugin
de: So verwenden Sie das <app>Textgrößen</app>-Plugin:

source: Once you have enabled the plugin, do any of the following to change the text size in <app>gedit</app>:
de: Sobald das Plugin aktiviert ist, können Sie folgendermaßen die Textgröße in <app>gedit</app> ändern:

source: To <em>increase</em> the text size, press <keyseq><key>Ctrl</key><key>+</key></keyseq>.
de: Um die Textgröße zu <em>erhöhen</em>, drücken Sie <keyseq><key>Strg</key><key>+</key></keyseq>.

source: To <em>decrease</em> the text size, press <keyseq><key>Ctrl</key><key>-</key></keyseq>.
de: Um die Textgröße zu <em>verringern</em>, drücken Sie <keyseq><key>Strg</key><key>-</key></keyseq>.

source: To <em>reset</em> the text size to the default size, press <keyseq><key>Ctrl</key><key>0</key></keyseq>.
de: Um die Textgröße auf den vorgegebenen Wert <em>zurückzusetzen</em>, drücken Sie <keyseq><key>Strg</key><key>0</key></keyseq>.

source: Autocomplete words or portions of code as you type.
de: Wörter oder Code-Bestandteile beim Eingeben automatisch vervollständigen.

source: Word Completion
de: Wortvervollständigung

source: The <app>Word Completion</app> plugin can speed up your editing by suggesting completions of words as you type. To enable the plugin:
de: Das <app>Wortvervollständigung</app>-Plugin beschleunigt die Bearbeitung, indem die Vervollständigung von Wörtern bereits bei der Eingabe vorgeschlagen wird. So aktivieren Sie das Plugin:

source: Select <guiseq><gui style="menu">Edit</gui> <gui style="menuitem">Preferences</gui> <gui style="tab">Plugins</gui></guiseq>.
de: Wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Einstellungen</gui><gui style="tab">Plugins</gui></guiseq>.

source: Select <gui style="menuitem">Word Completion</gui> to enable the plugin.
de: Wählen Sie <gui style="menuitem">Wortvervollständigung</gui>, um das Plugin zu aktivieren.

source: While editing, the <app>Word Completion</app> plugin will automatically display a pop-up list of words that begin with the letters you have already typed. Word suggestions are based upon words that appear elsewhere in your document and upon pre-defined keywords if your document is of a recognised format.
de: Das Plugin <app>Wortvervollständigung</app> zeigt automatisch während der Bearbeitung eine Einblendliste mit Wörtern an, die mit den bereits eingegebenen Buchstaben beginnen. Die vorgeschlagenen Wörter werden aus bereits in Ihrem Dokument enthaltenen Wörtern ermittelt, oder aus vordefinierten Schlüsselwörtern, falls das Dokumentformat erkannt wurde.

source: To insert a suggested word, double-click on it in the pop-up list or press <keyseq><key>Alt</key><key>Num</key></keyseq>, where <key>Num</key> is the number displayed next to your desired word.
de: Um ein vorgeschlagenes Wort einzufügen, doppelklicken Sie in der Einblendliste darauf oder drücken Sie <keyseq><key>Alt</key><key>Zahl</key></keyseq>, wobei <key>Zahl</key> die Nummer ist, die neben dem gewünschten Wort angezeigt wird.

source: Log user activity for documents which are opened in gedit
de: Benutzeraktivität für Dokumente protokollieren, die in Gedit geöffnet sind

source: Zeitgeist dataprovider
de: Zeitgeist-Datenprovider

source: Zeitgeist is a service that logs user activities and events. Zeitgeist lets other applications access this information in the form of statistics and timelines.The Zeitgeist dataprovider plugin for <app>gedit</app> records user activity for documents used with gedit giving easy access to recently-used and frequently-used files.
de: Zeitgeist ist ein Dienst, der Benutzeraktivitäten und Ereignisse protokolliert. Andere Anwendungen können in Form von Statistiken und Zeitleisten auf diese Informationen zugreifen. Das Plugin <gui>Datenlieferant für Zeitgeist</gui> für <app>gedit</app> zeichnet Benutzeraktivitäten für die mit Gedit verwendeten Dokumente auf, wodurch der Zugriff auf die kürzlich und häufig genutzten Dokumente möglich ist.

source: Enable Zeitgeist dataprovider
de: Datenlieferant für Zeitgeist aktivieren

source: Select <gui style="menuitem">Zeitgeist Dataprovider</gui>.
de: Wählen Sie <gui style="menuitem">Datenlieferant für Zeitgeist</gui>.
